Repository: camilocot/taskul
Catalog: src/Taskul/UserBundle/Resources/translations/messages.*.xlf
Languages: es

source: Password created correctly
es: Contraseña creada correctamente

source: View Profile
es: Ver el perfil

source: Password changed correctly
es: Contraseña cambiada correctamente

source: Profile updated successfully
es: Perfil actualizado correctamente

source: Enter your email to contact
es: Introduce tu email de contacto

source: Request your password
es: Recupera tu contraseña

source: Want a New Account ?
es: ¿ Quieres una cuenta ?

source: No problem
es: Sin problema

source: click here
es: haz click aquí

source: Email confirmation sent
es: Email de confirmación enviado

source: Reset your password
es: Introduce tu nueva contraseña

source: Type password
es: Introduce tu nueva contraseña

source: Retype password
es: Vuelve a introducir tu contraseña

source: to get a new password
es: para obtener una nueva contraseña

source: Forgot Password?
es: ¿ Ha olvidado su contraseña ?

source: Login
es: Acceder

source: Forgot Password?
es: ¿ Ha olvidado su contraseña ?

source: Create your account
es: Crea tu cuenta de TasKul.net

source: Type email
es: Introduce tu email

source: Password updated successfullyl
es: Contraseña actualizada correctamente

source: Complete Name
es: Nombre completo

source: Last Login
es: Último acceso
